{
  "First Adventure": "First Adventure",
  "Campaign Mode": "Campaign Mode",
  "Arcade Mode": "Arcade Mode",
  "Character Mode": "Character Mode",

  "Glogo Caverns title": "Glogo Caverns",
  "Glogo Caverns description": "The land of Above and Below.",
  "Broken Plains title": "Broken Plains",
  "Broken Plains description": "Grassy lands with many broken\nruins half-buried in the ground. In ancient times, a mad\nking made of stone ruled the land.",
  "Crimson Forest title": "Crimson Forest",
  "Crimson Forest description": "A wood of red-leafed trees. A\nstrange white flower grows here.",
  "Meteor Mountain title": "Meteor Mountain",
  "Meteor Mountain description": "A mountain filled with craters\nand strange ores.",
  "Toxic Desert title": "Toxic Desert",
  "Toxic Desert description": "A very hot place where much of the\nwater is poisoned. Massive, tentacled beasts live in caves\nbelow the surface.",
  "Toxic Desert special rule": "When a player's character lands on or\npasses a space with an attached water symbol, the player\nloses one heart because the water here is toxic.",
  "Cloudy Valley title": "Cloudy Valley",
  "Cloudy Valley description": "A valley filled with thick, yellow\nclouds. The ground below the clouds is rocky, wet, and\ncovered in moss. People say that lost spirits wander here.",
  "Dried Sea title": "Dried Sea",
  "Dried Sea description": "A sea has dried up, leaving sandy\ncanyons and rocky islands. The bones of massive fish sit\nhalf-buried in the sand.",
  "Fire Delta title": "Fire Delta",
  "Fire Delta description": "A live volcano sends rivers of molten\nrock through a hellish landscape. War has overtaken the\nland.",
  "Rocktooth Isles title": "Rocktooth Isles",
  "Rocktooth Isles description": "A rocky archipelago in a stormy\nsea.",
  "Mammoth Jungle title": "Mammoth Jungle",
  "Mammoth Jungle description": "A thick, hot jungle, home to\ngiant mammoths with short, brown hair and six eyes.",
  "Mammoth Jungle special rule": "Any player that fails to build a camp\non a space with a mammoth symbol loses 8 journey\npoints at game end. The ancient mammoths here have\ngreat knowledge about the past and give clues about the\nlocation of The Last Ruin.",
  "The Last Ruin title": "The Last Ruin",
  "The Last Ruin description": "he hidden location of the Last\nRuin, the remnants of the Arzian Empire, an ancient and\npowerful civilization. Will it contain the greatest desires\nof the heart, or something else entirely?\nFour powerful villains have made their way to The Last Ruin so\nthat they can use its legendary power to rule the world! Players\nmust stop them or the land will be covered in war once again!",
  "The Last Ruin special rule": "At the start of the game session,\nplace the 4 boss cards near the board. If playing with 3 players,\nremove \"Zag the Treasure Hunter\" and place it in the box. If\nplaying with 2 players, remove \"Zag the Treasure Hunter\" and\n\"Captain Shreya\" and place them in the box.\nDuring the game, when a player must fight a threat, that player\nmay choose to fight the threat card at the top of the threat deck\nas normal OR the player may fight one of the four available boss\ncards.\nIf a player defeats the boss card, the player claims the card\nand gains the listed Journey Points at the end of the game.\nThe player places a camp token on the card as if it were a\nnormal threat. When a boss card is defeated, the player also\nimmediately reads the paragraph number listed on the card\nfrom the storybook.\nIf any of the boss cards remain undefeated when the game\nends, all players lose the game! If players fail, they may repeat\nthe game session until they succeed."
}
